Makro/Pruebas/Prueba 11.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">   <soapenv:Header/>   <soapenv:Body>      <tem:OnlineGeneration>         <!--Optional:-->         <tem:ruc>900059238</tem:ruc>         <!--Optional:-->         <tem:Login/>         <!--Optional:-->         <tem:clave>88833C6E-AD43-4E7D-9A9F-132199692827</tem:clave>         <!--Optional:-->         <tem:docTxt>EN|1|F|SETT|90003|2022-01-05|19:53:00|COP|4707|1|31|900059238|MAKRO SUPERMAYORISTA S.A.S|MAKRO SUPERMAYORISTA S.A.S|23001|||MONTERIA|23||Cra.  14  No.  48 A 42 |CO|48|1|31|9010494382|CODESER SAS|CODESER SAS||||||MONTERIA|CR 13B 61 07|CO|49|16290853.66|16068998.66|18884869.00|0|0|0|18884869.00ENEX|UBL 2.1|10|||||||2022-01-05||19:53:00||4690;4649;4711;4731|es|es|5|23001|MONTERIA|Cordoba|23|Cra.  14  No.  48 A 42 |CO|Colombia|5|31||5 |23001|MONTERIA|Cordoba|23|CR 13B 61 07|CO|Colombia|2|31|84.00|16FD|01552666|23|Colombia|23001|Cordoba|Colombia|23|111711|111711|RS|2022-02-17|2028-02-17|SETT|1|1000000||1702202246542DE|1|452114|CMQ|5|5425.00|27125.00||0.00||falseDEDI|IPOCONSUMO 450684DEDI|27125.00DEIM|0.00|27125.00|0.00|0.00|01|IVA||CMQ|0DE|2|130183|BO|5|47130.00|235650.00||0.00||falseDEDI|IMPOCONSUMO ITEM 130178DEDI|235650.00DEIM|0.00|235650.00|0.00|0.00|01|IVA||BO|0DE|3|447473|BG|30|7800.00|234000.00||0.00||falseDEDI|MEZCLA AUNT JEMIMA PKES ORIG 600gDEDI|278460.00DEDIEX||999|1|||DEIM|44460.00|234000.00|44460.00|19.00|01|IVA||BG|1482DE|4|125781|C62|4|5356.00|21424.00||0.00||falseDEDI|BOCADILLO DON JOSE LONJA 500gDEDI|21424.00DEDIEX||999|1|||DE|5|450684|CH|5|13219.05|66095.24||0.00||falseDEDI|VINO SEGUOLLE CHILENO TINTO1000mlDEDI|69400.00DEDIEX||999|1|||DEIM|3304.77|66095.24|3304.77|5.00|01|IVA||CH|660.954DE|6|988117|BG|15|3788.57|56828.57||0.00||falseDEDI|PASTA COMARRICO TORNILLO 1000gDEDI|59670.00DEDIEX||999|1|||DEIM|2841.43|56828.57|2841.43|5.00|01|IVA||BG|189.428666666666666666666666666666666667DE|7|389870|C62|4|12896.64|51586.56||0.00||falseDEDI|OREGANO EL REY BOL 250gDEDI|61388.00DEDIEX||999|1|||DEIM|9801.45|51586.56|9801.45|19.00|01|IVA||C62|2450.3625DE|8|109028|BX|20|7885.71|157714.29||0.00||falseDEDI|AROMATICA ARO SURT 18gEN25uX3cjDEDI|187680.00DEDIEX||999|1|||DEIM|29965.72|157714.29|29965.72|19.00|01|IVA||BX|1498.286DE|9|643851|C62|30|33558.00|1006740.00||0.00||falseDEDI|ARROZ ZULIA 500gX25uDEDI|1006740.00DEDIEX||999|1|||DEIM|0.00|1006740.00|0.00|0.00|01|IVA||C62|0DE|10|120865|C62|6|13371.43|80228.57||0.00||falseDEDI|MAYONESA FRUCO LIGHT DP 380gDEDI|95472.00DEDIEX||999|1|||DEIM|15243.43|80228.57|15243.43|19.00|01|IVA||C62|2540.571666666666666666666666666666666667DE|11|76024|BO|15|10300.00|154500.00||0.00||falseDEDI|VINAGRE BLANCO ARO PET 4lDEDI|183855.00DEDIEX||999|1|||DEIM|29355.00|154500.00|29355.00|19.00|01|IVA||BO|1957DE|12|99576|GRM|14|10213.45|142988.24||0.00||falseDEDI|GELATINA BOGGY PREMIO SURT108GX6UDEDI|170156.00DEDIEX||999|1|||DEIM|27167.77|142988.24|27167.77|19.00|01|IVA||GRM|1940.555DE|13|111806|BG|40|47828.57|1913142.86||0.00||falseDEDI|ACEITE GIRASOL COUNTRYRANCH5000mlDEDI|2276640.00DEDIEX||999|1|||DEIM|363497.15|1913142.86|363497.15|19.00|01|IVA||BG|9087.42875DE|14|260390|C62|4|10732.77|42931.09||0.00||falseDEDI|PAPAS MARGARITA POLLO 25gX12uDEDI|51088.00DEDIEX||999|1|||DEIM|8156.91|42931.09|8156.91|19.00|01|IVA||C62|2039.2275DE|15|124196|C62|24|3029.41|72705.88||0.00||falseDEDI|COMPOTA SAN JORGE MANZANA 113gDEDI|86520.00DEDIEX||999|1|||DEIM|13814.12|72705.88|13814.12|19.00|01|IVA||C62|575.588333333333333333333333333333333333DE|16|74862|C62|1|6324.00|6324.00||0.00||falseDEDI|SAL REFISAL PARRILLERA PET 454gDEDI|6324.00DEDIEX||999|1|||DEIM|0.00|6324.00|0.00|0.00|01|IVA||C62|0DE|17|106781|C62|100|3635.29|363529.41||0.00||falseDEDI|GTASALTIN NOEL QSOMQLLA202gEN9uDEDI|432600.00DEDIEX||999|1|||DEIM|69070.59|363529.41|69070.59|19.00|01|IVA||C62|690.7059DE|18|31109|BG|10|12550.42|125504.20||0.00||falseDEDI|GELATINA PVO ARO NARANJA 1000gDEDI|149350.00DEDIEX||999|1|||DEIM|23845.80|125504.20|23845.80|19.00|01|IVA||BG|2384.58DE|19|13482|CH|2|11078.99|22157.98||0.00||falseDEDI|MENTA HDA AMERICANDY 1200gEN300uDEDI|26368.00DEDIEX||999|1|||DEIM|4210.02|22157.98|4210.02|19.00|01|IVA||CH|2105.01DE|20|752960|C62|3|9088.24|27264.71||0.00||falseDEDI|GOMAS TRULULU AROS 600gEN100uDEDI|32445.00DEDIEX||999|1|||DEIM|5180.30|27264.71|5180.30|19.00|01|IVA||C62|1726.766666666666666666666666666666666667DE|21|75556|BO|10|7703.36|77033.61||0.00||falseDEDI|SALSA SOYA ARO PET 1lDEDI|91670.00DEDIEX||999|1|||DEIM|14636.39|77033.61|14636.39|19.00|01|IVA||BO|1463.639DE|22|108117|BG|10|12550.42|125504.20||0.00||falseDEDI|GELATINA PVO ARO FRUT ROJ 1000GDEDI|149350.00DEDIEX||999|1|||DEIM|23845.80|125504.20|23845.80|19.00|01|IVA||BG|2384.58DE|23|115516|C62|3|10300.00|30900.00||0.00||falseDEDI|BEBIDA REFRES SAVILOE 320mlX6uDEDI|36771.00DEDIEX||999|1|||DEIM|5871.00|30900.00|5871.00|19.00|01|IVA||C62|1957DE|24|191529|C62|8|17224.37|137794.96||0.00||falseDEDI|CHAMPINON LACORUNA CORTADFCO1000gDEDI|163976.00DEDIEX||999|1|||DEIM|26181.05|137794.96|26181.05|19.00|01|IVA||C62|3272.63125DE|25|105213|C62|2|10126.89|20253.78||0.00||falseDEDI|PAPAS RIZADAS MAYONESA YUPI 25gDEDI|24102.00DEDIEX||999|1|||DEIM|3848.22|20253.78|3848.22|19.00|01|IVA||C62|1924.11DE|26|128662|CH|18|10200.00|183600.00||0.00||falseDEDI|MEZL GRALDA ACHOCODA ARO 500gDEDI|218484.00DEDIEX||999|1|||DEIM|34884.00|183600.00|34884.00|19.00|01|IVA||CH|1938DE|27|687063|C62|1|1.00|1.00||0.00||falseDEDI|DISTRIBUCIONDEDI|1.00DEDIEX||999|1|||DE|28|100548|C62|4|14627.73|58510.92||0.00||falseDEDI|SALCHICHA RANCHERA PREMI480GEN14UDEDI|69628.00DEDIEX||999|1|||DEIM|11117.08|58510.92|11117.08|19.00|01|IVA||C62|2779.27DE|29|104302|BG|10|6897.14|68971.43||0.00||falseDEDI|PASTA MONTICELLO PENNE RIGATE500gDEDI|72420.00DEDIEX||999|1|||DEIM|3448.58|68971.43|3448.58|5.00|01|IVA||BG|344.858DE|30|56529|BG|20|10040.34|200806.72||0.00||falseDEDI|COLADA TONING 7CEREAL NAT 1000gDEDI|238960.00DEDIEX||999|1|||DEIM|38153.28|200806.72|38153.28|19.00|01|IVA||BG|1907.664DE|31|214487|CH|12|10114.29|121371.43||0.00||falseDEDI|COLADA TONING SOYA PLATANO 1000gDEDI|144432.00DEDIEX||999|1|||DEIM|23060.58|121371.43|23060.58|19.00|01|IVA||CH|1921.715DE|32|124381|C62|1|12031.09|12031.09||0.00||falseDEDI|SAL DE AJO BADIA 453.6gDEDI|14317.00DEDIEX||999|1|||DEIM|2285.91|12031.09|2285.91|19.00|01|IVA||C62|2285.91DE|33|124205|C62|16|3029.41|48470.59||0.00||falseDEDI|COMPOTA SAN JORGE MELOCOTON 113gDEDI|57680.00DEDIEX||999|1|||DEIM|9209.42|48470.59|9209.42|19.00|01|IVA||C62|575.58875DE|34|470574|BO|15|10646.22|159693.28||0.00||falseDEDI|VINAGRETA ADEREZOS PET 1100gDEDI|190035.00DEDIEX||999|1|||DEIM|30341.73|159693.28|30341.73|19.00|01|IVA||BO|2022.782DE|35|567164|C62|20|2142.86|42857.14||0.00||falseDEDI|MEZCLADORES ARO 500uDEDI|51000.00DEDIEX||999|1|||DEIM|8142.86|42857.14|8142.86|19.00|01|IVA||C62|407.143DE|36|106349|C62|50|6751.26|337563.03||0.00||falseDEDI|GTA RELLENA OREO ORIGINAL 432gDEDI|401700.00DEDIEX||999|1|||DEIM|64136.98|337563.03|64136.98|19.00|01|IVA||C62|1282.7396DE|37|123908|C62|20|2163.87|43277.31||0.00||falseDEDI|COMPOTA RESPIN DURAZNO 113gDEDI|51500.00DEDIEX||999|1|||DEIM|8222.69|43277.31|8222.69|19.00|01|IVA||C62|411.1345DE|38|260377|BG|4|10732.77|42931.09||0.00||falseDEDI|PAPAS MARGARITA NATURAL 25gX12uDEDI|51088.00DEDIEX||999|1|||DEIM|8156.91|42931.09|8156.91|19.00|01|IVA||BG|2039.2275DE|39|46314|BG|50|13983.19|699159.66||0.00||falseDEDI|ARVEJA MCCAIN BOL 1kgDEDI|832000.00DEDIEX||999|1|||DEIM|132840.34|699159.66|132840.34|19.00|01|IVA||BG|2656.8068DE|40|130178|BO|5|39509.52|197547.62||0.00||falseDEDI|VINO BODEGUITA BLA COCINA 3800mlDEDI|207425.00DEDIEX||999|1|||DEIM|9877.39|197547.62|9877.39|5.00|01|IVA||BO|1975.478DE|41|832845|CH|20|147257.14|2945142.86||0.00||falseDEDI|PELICULA DARNEL WRAP 300mmX1500mDEDI|3504720.00DEDIEX||999|1|||DEIM|559577.15|2945142.86|559577.15|19.00|01|IVA||CH|27978.8575DE|42|155441|C62|15|20885.71|313285.71||0.00||falseDEDI|CAFE MOLIDO CORDOBA 500gX2uDEDI|328950.00DEDIEX||999|1|||DEIM|15664.29|313285.71|15664.29|5.00|01|IVA||C62|1044.286DE|43|119507|C62|8|14769.75|118157.98||0.00||falseDEDI|ESPONJA MAQUINA DESSIN 12uDEDI|140608.00DEDIEX||999|1|||DEIM|22450.02|118157.98|22450.02|19.00|01|IVA||C62|2806.2525DE|44|43956|BG|15|21725.21|325878.15||0.00||falseDEDI|PANO BARRON VIEYRA BLANCO 174hDEDI|387795.00DEDIEX||999|1|||DEIM|61916.85|325878.15|61916.85|19.00|01|IVA||BG|4127.79DE|45|752271|C62|5|8477.31|42386.56||0.00||falseDEDI|CROQUETA YUCA MCCAIN JUMBO 1KgDEDI|50440.00DEDIEX||999|1|||DEIM|8053.45|42386.56|8053.45|19.00|01|IVA||C62|1610.69DE|46|115476|C62|70|918.00|64260.00||0.00||falseDEDI|SAL MI SAL 1000gDEDI|64260.00DEDIEX||999|1|||DEIM|0.00|64260.00|0.00|0.00|01|IVA||C62|0DE|47|478712|BG|15|4565.71|68485.71||0.00||falseDEDI|PASTA DORIA CONCHAS 1000gDEDI|71910.00DEDIEX||999|1|||DEIM|3424.29|68485.71|3424.29|5.00|01|IVA||BG|228.286DE|48|127648|C62|8|8742.02|69936.13||0.00||falseDEDI|INFUSION HINDU FRUT ROJOS 20uX20gDEDI|83224.00DEDIEX||999|1|||DEIM|13287.87|69936.13|13287.87|19.00|01|IVA||C62|1660.98375DE|49|409227|CH|2|20340.34|40680.67||0.00||falseDEDI|CHOCOLATINA JET LECHE 12gX50uDEDI|48410.00DEDIEX||999|1|||DEIM|7729.33|40680.67|7729.33|19.00|01|IVA||CH|3864.665DE|50|115151|BG|20|4031.43|80628.57||0.00||falseDEDI|HARINA DE MAIZ PAN BLANCA 1kgDEDI|84660.00DEDIEX||999|1|||DEIM|4031.43|80628.57|4031.43|5.00|01|IVA||BG|201.5715DE|51|549068|CH|20|10819.33|216386.56||0.00||falseDEDI|AVENA INST TONING VAINILLA 1000gDEDI|257500.00DEDIEX||999|1|||DEIM|41113.45|216386.56|41113.45|19.00|01|IVA||CH|2055.6725DE|52|504582|BG|3|5626.05|16878.15||0.00||falseDEDI|BOMBON SUPERCOCO 384gEN24uDEDI|20085.00DEDIEX||999|1|||DEIM|3206.85|16878.15|3206.85|19.00|01|IVA||BG|1068.95DE|53|687544|BG|4|17224.37|68897.48||0.00||falseDEDI|LECHE PVO SOYA TONING NAT 1000gDEDI|81988.00DEDIEX||999|1|||DEIM|13090.53|68897.48|13090.53|19.00|01|IVA||BG|3272.6325DE|54|16601|BG|10|12550.42|125504.20||0.00||falseDEDI|GELATINA PVO ARO PINA AZUC 1000gDEDI|149350.00DEDIEX||999|1|||DEIM|23845.80|125504.20|23845.80|19.00|01|IVA||BG|2384.58DE|55|177372|C62|50|11973.11|598655.46||0.00||falseDEDI|MAIZ MCCAIN DESGRANADO BOL 1kgDEDI|712400.00DEDIEX||999|1|||DEIM|113744.54|598655.46|113744.54|19.00|01|IVA||C62|2274.8908DE|56|130330|BG|2|15969.75|31939.50||0.00||falseDEDI|GALLET FESTIVAL MINICHIPS 35gX28DEDI|38008.00DEDIEX||999|1|||DEIM|6068.51|31939.50|6068.51|19.00|01|IVA||BG|3034.255DE|57|100865|C62|4|21000.00|84000.00||0.00||falseDEDI|ACEITE OLIVA ARO EXTRA VIRGEN 1lDEDI|99960.00DEDIEX||999|1|||DEIM|15960.00|84000.00|15960.00|19.00|01|IVA||C62|3990DE|58|103033|CH|1|19821.01|19821.01||0.00||falseDEDI|OREGANO BADIA MOLIDO 340.2gDEDI|23587.00DEDIEX||999|1|||DEIM|3766.00|19821.01|3766.00|19.00|01|IVA||CH|3766DE|59|75647|C62|2|8828.57|17657.14||0.00||falseDEDI|PASTA TOMATE ARO FCO 1000gDEDI|21012.00DEDIEX||999|1|||DEIM|3354.86|17657.14|3354.86|19.00|01|IVA||C62|1677.43DE|60|104238|C62|10|12672.27|126722.69||0.00||falseDEDI|PAPA ARO BOLSA 2000GDEDI|150800.00DEDIEX||999|1|||DEIM|24077.32|126722.69|24077.32|19.00|01|IVA||C62|2407.732DE|61|106343|C62|4|8222.69|32890.76||0.00||falseDEDI|GTA WAFFER COCOSETTE X 400gDEDI|39140.00DEDIEX||999|1|||DEIM|6249.25|32890.76|6249.25|19.00|01|IVA||C62|1562.3125DE|62|218621|C62|4|11165.55|44662.19||0.00||falseDEDI|CHICLE ADAMS MENTA 280gEN100uDEDI|53148.00DEDIEX||999|1|||DEIM|8485.82|44662.19|8485.82|19.00|01|IVA||C62|2121.455DE|63|947154|BG|2|6837.82|13675.63||0.00||falseDEDI|CLAVO ENTERO EL REY BOL 80gDEDI|16274.00DEDIEX||999|1|||DEIM|2598.37|13675.63|2598.37|19.00|01|IVA||BG|1299.185DE|64|107960|C62|8|4327.73|34621.85||0.00||falseDEDI|CAR RICATO RUSTICO 294gEN50uDEDI|41200.00DEDIEX||999|1|||DEIM|6578.16|34621.85|6578.16|19.00|01|IVA||C62|822.27DE|65|44395|C62|15|13362.00|200430.00||0.00||falseDEDI|PANELA COLOMBIA GRANUL NAT 1500gDEDI|200430.00DEDIEX||999|1|||DE|66|693121|BG|4|21942.02|87768.07||0.00||falseDEDI|AJONJOLI  ARO CRUDO 1000gDEDI|104444.00DEDIEX||999|1|||DEIM|16675.94|87768.07|16675.94|19.00|01|IVA||BG|4168.985DE|67|106374|C62|100|3635.29|363529.41||0.00||falseDEDI|GTA SALUDABLE DUX INTEGRAL 250gDEDI|432600.00DEDIEX||999|1|||DEIM|69070.59|363529.41|69070.59|19.00|01|IVA||C62|690.7059DE|68|1305|BG|12|10819.33|129831.93||0.00||falseDEDI|AVENA INST TONING FRESA 1000gDEDI|154500.00DEDIEX||999|1|||DEIM|24668.07|129831.93|24668.07|19.00|01|IVA||BG|2055.6725DE|69|287014|C62|10|41978.99|419789.92||0.00||falseDEDI|MOSTAZA FRUCO PET 4015gDEDI|499550.00DEDIEX||999|1|||DEIM|79760.09|419789.92|79760.09|19.00|01|IVA||C62|7976.009DE|70|112881|BG|10|2709.24|27092.44||0.00||falseDEDI|ESPONJA TASK MULTIUSO PG2 LEV3uDEDI|32240.00DEDIEX||999|1|||DEIM|5147.57|27092.44|5147.57|19.00|01|IVA||BG|514.757DE|71|106354|C62|25|11771.43|294285.71||0.00||falseDEDI|GTA RELLENA MILO SAND 408gEN2uDEDI|350200.00DEDIEX||999|1|||DEIM|55914.29|294285.71|55914.29|19.00|01|IVA||C62|2236.5716DE|72|74438|CH|6|18609.24|111655.46||0.00||falseDEDI|PAPRIKA BADIA 453.6gDEDI|132870.00DEDIEX||999|1|||DEIM|21214.54|111655.46|21214.54|19.00|01|IVA||CH|3535.756666666666666666666666666666666667DE|73|124967|C62|8|6405.04|51240.34||0.00||falseDEDI|FRUNAS FRUGOSAS 288gEN12uDEDI|60976.00DEDIEX||999|1|||DEIM|9735.67|51240.34|9735.67|19.00|01|IVA||C62|1216.95875DE|74|106999|BG|8|42937.14|343497.14||0.00||falseDEDI|AZUCAR BLANCA MYC 500grX 25uDEDI|360672.00DEDIEX||999|1|||DEIM|17174.86|343497.14|17174.86|5.00|01|IVA||BG|2146.8575DE|75|118034|C62|4|12377.31|49509.24||0.00||falseDEDI|CHOCOLATINA GOL 31gX15uDEDI|58916.00DEDIEX||999|1|||DEIM|9406.76|49509.24|9406.76|19.00|01|IVA||C62|2351.69DE|76|502086|BG|40|4614.29|184571.43||0.00||falseDEDI|AZUCAR ORGANI PROVIDENCIA 5gX200uDEDI|193800.00DEDIEX||999|1|||DEIM|9228.58|184571.43|9228.58|5.00|01|IVA||BG|230.7145DE|77|129177|CH|8|7270.59|58164.71||0.00||falseDEDI|FRUNAS ORIGINAL 32uX352gDEDI|69216.00DEDIEX||999|1|||DEIM|11051.30|58164.71|11051.30|19.00|01|IVA||CH|1381.4125DE|78|117382|C62|20|4031.43|80628.57||0.00||falseDEDI|HARINA PAN MAIZ AMARILLA 1000gDEDI|84660.00DEDIEX||999|1|||DEIM|4031.43|80628.57|4031.43|5.00|01|IVA||C62|201.5715DE|79|296959|C62|3|5712.61|17137.82||0.00||falseDEDI|BONBONBUM FRESA 456gEN24uDEDI|20394.00DEDIEX||999|1|||DEIM|3256.19|17137.82|3256.19|19.00|01|IVA||C62|1085.396666666666666666666666666666666667DE|80|113466|C62|100|4587.39|458739.50||0.00||falseDEDI|GALLETA TOSH MIEL 30gX9uDEDI|545900.00DEDIEX||999|1|||DEIM|87160.51|458739.50|87160.51|19.00|01|IVA||C62|871.6051DE|81|75517|BO|5|5106.72|25533.61||0.00||falseDEDI|SALSA NEGRA ARO PET 1lDEDI|30385.00DEDIEX||999|1|||DEIM|4851.39|25533.61|4851.39|19.00|01|IVA||BO|970.278DE|82|120854|C62|2|7963.03|15926.05||0.00||falseDEDI|MARGARINA RAMA CON SAL 500gDEDI|18952.00DEDIEX||999|1|||DEIM|3025.95|15926.05|3025.95|19.00|01|IVA||C62|1512.975DE|83|134682|C62|3|12728.57|38185.71||0.00||falseDEDI|COLCAFE CAPPUCCINO CLASICO 200gDEDI|45441.00DEDIEX||999|1|||DEIM|7255.29|38185.71|7255.29|19.00|01|IVA||C62|2418.43DE|84|106547|C62|100|4154.62|415462.19||0.00||falseDEDI|GTA SLDABL CLUB SOCIAL INT 234gDEDI|494400.00DEDIEX||999|1|||DEIM|78937.82|415462.19|78937.82|19.00|01|IVA||C62|789.3782DIT|2594015.01DI||1340099.00|0.00|0|01|0.00|IVA||DI||13268360.00|2520988.00|19|01|2520988.00|IVA||DI||1460540.00|73027.00|5|01|73027.00|IVA||PE|prom|0PE|zona|16012525PE|idInterno|166 20225564PE|Caja|6 38PE|CentroDistribucion|MAKRO MONTERIAPE|TelCentroDistribucion|7849899PE|PasaporteCliente|16 21730960PE|DirCentroDistribucion|Cra.  14  No.  48 A 42 PE|BarrioCliente|N/APE|TelefonoCliente|3214249810PE|CorreoDist|gisellaherazog@gmail.comPE|CodigoBarras|220055641953060380301PE|vrCreditoDirecto|18.884.869,00FP|1|ZZZ|2022-01-05|215869111PE|Plantilla|T01_MBS.jasperPE|Impresora|10.51.33.72PE|Copias|3PE|PPLTienda|ST16PE|PPLCaja|99PES|ResolucionesFacturaPESD|1|AGENTE RETENEDOR DE IVARESOLUCION 00812 30/01/2006PESD|2|Somos REG.COMUN GRAN CONTRIB Res.9061 Dic/2020PESD|3|Somos AUTORETENEDORES DEL IMPUESTO DE RENTA SEGUN RESOL No 1524 DE FEB 20 DE 2006PES|TextoInformativoFacturaPESD|1|ACEPTO QUE HE RECIBIDO, LOS BIENES DESCRITOS Y LA PRESENTE FACTURA, EN LA FECHA DE EXPEDICION DE LA MISMA Y ACEPTO LA PRESENTE FACTURA Y LAS OBLIGACIONES CONTENIDAS EN ELLAPESD|2|LA PRESENTE FACTURA VENCE A LOS TREINTA  (30) DIAS CORRIENTES CONTADOS A PARTIR DE LA EXPEDICION DE LA MISMAPESD|3|LA PRESENTE FACTURA CAMBIARIA DE COMPRAVENTA SE ASIMILA A LETRA DE CAMBIO (ART. 774 DEL CODIGO DE COMERCIO)PES|CambioMercanciaPESD|1|(*)BIENES EXENTOS - DECRETO 417 DE 2020 CAMBIOS DENTRO DE LOS 7 DIAS HABILES A PARTIR DE LA COMPRA,PRESENTA LA FACTURAPESD|2|Observaciones: S/NCTE||||dte_9000592385@dte.paperless.com.co|CTR||||info@spsmarine.com|TRE|O-13;O-15|IVA|01TRR|R-99-PN|IVA|01</tem:docTxt>         <!--Optional:-->         <tem:tipoFoliacion>1</tem:tipoFoliacion>         <!--Optional:-->         <tem:tipoRetorno>5</tem:tipoRetorno>      </tem:OnlineGeneration>   </soapenv:Body></soapenv:Envelope>